---
kind: other
id: Properties.T:Autodesk.Revit.DB.Visual.AdvancedWood
source: html/711f3d92-a14f-1ae4-63f8-693f4a3d2bdf.htm
---
# AdvancedWood Properties

The property labeled "Enable distortion for wood secondary curly highlight" from the "AdvancedWood" schema.